Repository: kunegis/babychess
Catalog: po/*.po
Languages: de, fr

source: good move
de: guter Zug
fr: bon coup

source: poor move
de: schlechter Zug
fr: mauvais coup

source: very good move
de: sehr guter Zug
fr: très bon coup

source: a blunder
de: ein Patzer
fr: une erreur grave

source: speculative move
de: spekulativer Zug
fr: coup spéculatif

source: questionable move
de: fragwürdiger Zug
fr: coup disputable

source: forced move
de: erzwungener Zug
fr: coup forcé

source: singular move
de: einziger Zug
fr: coup unique

source: worst move
de: schlechtester Zug
fr: coup pire

source: drawish position
de: remisige Stellung
fr: position plutôt nulle

source: equal chances, quiet position
de: gleiche Chancen, ruhige Stellung
fr: chances égales, position calme

source: equal chances, active position
de: gleiche Chancen, aktive Stellung
fr: chances égales, position active

source: unclear position
de: unklare Stellung
fr: position peu claire

source: White has a slight advantage
de: Weiß hat einen leichten Vorteil
fr: Les blancs ont un léger avantage

source: Black has a slight advantage
de: Schwarz hat einen leichten Vorteil
fr: Les noirs ont un léger avantage

source: White has a moderate advantage
de: Weiß hat einen leichten Vorteil
fr: Les blancs ont un avantage modéré

source: Black has a moderate advantage
de: Schwarz hat einen leichten Vorteil
fr: Les noirs ont un avantage modéré

source: White has a decisive advantage
de: Weiß hat einen entscheidenden Vorteil
fr: Les blancs ont un avantage décisif

source: Black has a decisive advantage
de: Schwarz hat einen entscheidenden Vorteil
fr: Les noirs ont un avantage décisif

source: White has a crushing advantage
de: Weiß hat einen zerschmetternden Vorteil
fr: Les blancs ont un avantage écrasant

source: Black has a crushing advantage
de: Schwarz hat einen zerschmetternden Vorteil
fr: Les noirs ont un avantage écrasant

source: White is in Zugzwang
de: Weiß ist im Zugzwang
fr: Les blancs sont en zugzwang

source: Black is in Zugzwang
de: Schwarz ist im Zugzwang
fr: Les noirs sont en zugzwang

source: White has a slight space advantage
de: Weiß hat einen leichten Raumvorteil
fr: Les blancs ont légèrement plus d’espace

source: Black has a slight space advantage
de: Schwarz hat einen leichten Raumvorteil
fr: Les noirs ont légèrement plus d’espace

source: White has a moderate space advantage
de: Weiß hat einen Raumvorteil
fr: Les blancs ont légèrement plus d’espace

source: Black has a moderate space advantage
de: Schwarz hat einen Raumvorteil
fr: Les noirs ont légèrement plus d’espace

source: White has a decisive space advantage
de: Weiß hat einen entscheidenden Raumvorteil
fr: Les blancs ont décisivement plus d’espace

source: Black has a decisive space advantage
de: Schwarz hat einen entscheidenden Raumvorteil
fr: Les noirs ont décisivement plus d’espace

source: White has a slight time (development) advantage
de: Weiß hat einen leichten Zeit- (Entwicklungs-) Vorteil
fr: Les blancs sont légèrement mieux développés

source: Black has a slight time (development) advantage
de: Schwarz hat einen leichten Zeit- (Entwicklungs-) Vorteil
fr: Les noirs sont légèrement mieux développés

source: White has a moderate time (development) advantage
de: Weiß hat einen kleinen Zeit- (Entwicklungs-) Vorteil
fr: Les blancs sont légèrement mieux développés

source: Black has a moderate time (development) advantage
de: Schwarz hat einen kleinen Zeit- (Entwicklungs-) Vorteil
fr: Les noirs sont légèrement mieux développés

source: White has a decisive time (development) advantage
de: Weiß hat einen entscheidenden Zeit- (Entwicklungs-) Vorteil
fr: Les blancs sont décisivement mieux développés

source: Black has a decisive time (development) advantage
de: Schwarz hat einen entscheidenden Zeit- (Entwicklungs-) Vorteil
fr: Les noirs sont décisivement mieux développés

source: White has the initiative
de: Weiß hat die Initiative
fr: Les blancs ont l’initiative

source: Black has the initiative
de: Schwarz hat die Initiative
fr: Les noirs ont l’initiative

source: White has a lasting initiative
de: Weiß hat eine anhaltende Initiative
fr: Les blancs ont une initiative durable

source: Black has a lasting initiative
de: Schwarz hat eine anhaltende Initiative
fr: Les noirs ont une initiative durable

source: White has the attack
de: Weiß hat den Angriff
fr: Les blancs sont à l’attaque

source: Black has the attack
de: Schwarz hat den Angriff
fr: Les noirs sont à l’attaque

source: White has insufficient compensation for material deficit
de: Weiß hat ungenügend Kompensation für den Materialverlust
fr: Les blancs n’ont pas assez de compensation pour le déficit matériel

source: Black has insufficient compensation for material deficit
de: Schwarz hat ungenügend Kompensation für den Materialverlust
fr: Les noirs n’ont pas assez de compensation pour le déficit matériel

source: White has sufficient compensation for material deficit
de: Weiß hat genügend Kompensation für den Materialverlust
fr: Les blancs ont assez de compensation pour le déficit matériel

source: Black has sufficient compensation for material deficit
de: Schwarz hat genügend Kompensation für den Materialverlust
fr: Les noirs ont assez de compensation pour le déficit matériel

source: local notation name:English
de: Deutsch
fr: :French

source: _Short castling
de: _Kurze Rochade
fr: _Petit roque

source: _Long castling
de: _Lange Rochade
fr: _Long roque

source: _Pawn
de: _Bauer
fr: _Pion

source: K_night
de: _Springer
fr: _Cavalier

source: _Bishop
de: _Läufer
fr: _Fou

source: _Rook
de: _Turm
fr: _Tour

source: _Queen
de: _Dame
fr: _Dame

source: _King
de: _König
fr: _Roi

source: _Capture
de: _Schlagzug
fr: _Prise

source: _White
de: _Weiß
fr: _Blanc

source: _Black
de: _Schwarz
fr: _Noir

source: _Check
de: _Schach
fr: _Échec

source: _File characters
fr: Symboles pour les _lignes

source: Symbols
de: Symbole
fr: Symboles

source: Notation type
de: Notationstyp
fr: Type de notation

source: Show the _pawn sign
de: _Bauernzeichen anzeigen
fr: Montrer le symbole des _pions

source: Capture sign at the _end in short notation
de: Schlagzeichen ans _Ende in der kurzen Notation
fr: Signe de prise à la _fin en notation courte

source: Don’t use _castling symbols
de: _Rochade-Symbole nicht benutzen
fr: Ne pas utiliser de symboles pour les _roques

source: (in book)
de: (im Buch)
fr: (dans le livre)

source: %s Attack
de: #%s-Angriff
fr: Attaque %s

source: %s Defense
de: #%s-Verteidigung
fr: Défense %s

source: %s Move
de: #%s-Zug
fr: Coup %s

source: %s Formation
fr: Formation %s

source: %s Gambit
fr: Gambit %s

source: %s Line
de: #%s-Linie
fr: Ligne %s

source: %s Mate
de: #%s-Matt
fr: Mat %s

source: %s Opening
de: #%s-Eröffnung
fr: Ouverture %s

source: %s System
fr: Système %s

source: %s Trap
de: #%s-Falle
fr: Piège %s

source: %s Variation
de: #%s-Variante
fr: Variante %s

source: Classical %s
de: klassisches %s
fr: %s classique

source: Counter-%s
de: gegen-%s
fr: Contre-%s

source: %s Deferred
de: %s verzögert
fr: %s retardé

source: Delayed %s
de: %s verzögert
fr: %s retardé

source: Modern %s
de: modernes %s
fr: %s moderne

source: Closed %s
de: Geschlossenes %s
fr: %s fermé

source: Primitive %s
de: primitives %s
fr: %s primitif

source: Neo-%s
fr: néo-%s

source: Open %s
de: Öffne %s
fr: %s ouvert

source: %s Reversed
de: %s umgedreht
fr: %s inversé

source: Improved %s
de: verbessertes %s
fr: %s amélioré

source: Accelerated %s
de: %s beschleunigt
fr: %s accéléré

source: Old %s
de: #Alt-%s
fr: ancien %s

source: %s Counterattack
de: #%s-Gegenangriff
fr: Contre-attaque %s

source: %s Countergambit
de: #%s-Gegengambit
fr: Contre-gambit %s

source: Choose a Color
de: Farbe wählen
fr: Choisir une couleur

source: Game is empty
de: Die Partie ist leer
fr: La partie est vide

source: Pawn
de: Bauer
fr: Pion

source: Knight
de: Springer
fr: Cavalier

source: Bishop
de: Läufer
fr: Fou

source: Rook
de: Turm
fr: Tour

source: Queen
de: Dame
fr: Dame

source: King
de: König
fr: Roi

source: _Human
de: _Mensch
fr: _Humain

source: _Engine:
fr: _Moteur :

source: Player _name
de: Spieler_name
fr: _Nom du joueur

source: _Swap Players
de: Spieler _tauschen
fr: _Échanger les joueurs

source: Play Chess
de: Schach spielen
fr: Jouer aux échecs

source: Take back last move
de: Den letzten Zug zurücknehmen
fr: Reprendre le dernier coup

source: Save the game before beginning a new game?
de: Soll die Partie vor dem Beginn einer neuen Partie gespeichert werden?
fr: Sauvegarder la partie avant de commencer une nouvelle partie ?

source: _Don’t save
de: _Nicht speichern
fr: Ne _pas sauvegarder

source: If you don’t save, the game just played will be discarded.
fr: Si vous ne sauvegardez pas, la partie jouée sera perdue.

source: Cannot start %s
de: Kann %s nicht starten
fr: Ne peut démarrer %s

source: Saving "%s"
de: Speichere »%s«
fr: Sauvegarder «%s»

source: Cannot open game
de: Kann die Partie nicht öffnen
fr: Ne peut ouvrir la partie

source: Save the game before closing?
de: Die Partie vor dem Schließen speichern?
fr: Sauvegarder la partie avant de fermer ?

source: Close _without saving
de: Ohne Speichern schließen
fr: Fermer _sans sauvegarder

source: Pawn on %s
de: Bauer auf %s
fr: Pion sur %s

source: No white king
de: Kein weißer König
fr: Pas de roi blanc

source: Multiple white kings
de: Mehrere weiße Könige
fr: Plusieurs rois blancs

source: No black king
de: Kein schwarzer König
fr: Pas de roi noir

source: Multiple black kings
de: Mehrere schwarze Könige
fr: Plusieurs rois noirs

source: White king on %s is in capture
de: Der weiße König auf %s kann geschlagen werden
fr: Le roi blanc sur %s est en prise

source: Black king on %s is in capture
de: Der schwarze König auf %s kann geschlagen werden
fr: Le roi noir sur %s est en prise

source: Last double pawn move is not legal
de: Der letzte Bauern-Doppelschritt ist nicht legal
fr: La dernière avance double de pion n’est pas légale

source: _Empty
de: _Leer
fr: _Vider

source: To move
de: Am Zug
fr: Trait

source: to move:_White
de: :_Weiß
fr: :Aux _blancs

source: to move:_Black
de: :_Schwarz
fr: :Aux _noirs

source: _Last move:
de: _Letzter Zug:
fr: _Dernier coup :

source: Possible castlings
de: Mögliche Rochaden
fr: Roques possibles

source: _Halfmove clock:
de: _Halbzugzähler:
fr: Compteur de _demi-coups :

source: Add piece
de: Figur hinzufügen
fr: Ajouter une pièce

source: Set
de: Setzen
fr: Mettre

source: FEN error
de: FEN-Fehler
fr: Erreur FEN

source: Position is legal
de: Stellung ist legal
fr: Position légale

source: Another move
de: Ein anderer Zug
fr: Un autre coup

source: probably is mate in %d
de: wahrscheinliches Matt in %d
fr: est probablement mat en %d

source: is mate in %d
de: ist Matt in %d
fr: est mat en %d

source: mate in %d
de: Matt in %d
fr: mat en %d

source: probably mate in %d
de: wahrscheinlich Matt in %d
fr: mat probable en %d

source: Play on the _internet
de: Im _Internet spielen
fr: Jouer sur _Internet

source: New game _archive
de: Neues Partien_archiv
fr: Nouvel _archive de parties

source: New _game
de: Neue _Partie
fr: Nouvelle _partie

source: New _position
de: Neue _Stellung
fr: Nouvelle _position

source: Black and White
de: Schwarzweiß
fr: Noir et blanc

source: Blue
de: Blau
fr: Bleu

source: Circus
de: Zirkus
fr: Cirque

source: Green
de: Grün
fr: Vert

source: Red
de: Rot
fr: Rouge

source: Riffled
de: Geriffelt
fr: Rayé

source: Wood
de: Holz
fr: Bois

source: Dutch
de: Niederländisch
fr: Néerlandais

source: English
de: Englisch
fr: Anglais

source: French
de: Französisch
fr: Français

source: German
fr: Allemand

source: Greek
de: Griechisch
fr: Grec

source: Italian
de: Italienisch
fr: Italien

source: Polish
de: Polnisch
fr: Polonais

source: Russian
de: Russisch
fr: Russe

source: Standard algebraic
de: Standard-algebraisch
fr: Algébrique standard

source: Turkish
de: Türkisch
fr: Turc

source: King pawn game
de: Königsbauernspiel
fr: Ouverture du pion du roi

source: Queen pawn game
de: Damebauernspiel
fr: Ouverture du pion de la dame

source: Indian defense
de: Indisch
fr: Défense indienne

source: Double queen pawn game
de: Doppel-Damebauernspiel
fr: Ouverture double du pion de la dame

source: Queen’s gambit
de: Damengambit
fr: Gambit de la dame

source: Chigorin
de: Tschigorin
fr: Tchigorine

source: Dutch system
de: Holländisches System
fr: Système hollandais

source: Fianchetto Defense
de: Finchetto-Verteidigung
fr: Défense fianchetto

source: Irish gambit
de: Irisches Gambit
fr: Gambit irlandais

source: Veresov
de: Weresow
fr: Vérésov

source: Classical defense
de: Klassische Verteidigung
fr: Défense classique

source: Two knights system
de: Zweispringersystem
fr: Système des deux cavaliers

source: Symmetrical variation
de: Symmetrische Variante
fr: Variante symétrique

source: London system
de: Londoner System
fr: Système londonien

source: Queen’s bishop opening
de: Damenläuferspiel
fr: Ouverture du fou de la dame

source: Poisoned pawn variation
de: Vergifteter-Bauer-Variante
fr: Variante du pion empoisonné

source: Pseudo-Catalan variation
de: Pseudokatalanisch
fr: Variante pseudo-catalane

source: Queen’s gambit deferred
de: Verzögertes Damengambit
fr: Gambit de la dame retardé

source: Accepted
de: angenommen
fr: Accepté

source: Bishop defense
de: Läuferverteidigung
fr: Défense du fou

source: Polish gambit
de: Polnisches Gambit
fr: Gambit polonais

source: Vienna variation
de: Wiener Variante
fr: Variante viennoise

source: Endgame variation
de: Endspielvariante
fr: Variante de find de partie

source: Simple variation
de: Einfache Variante
fr: Variante simple

source: Netherlands variation
de: Niederländische Variante
fr: Variante hollandaise

source: Karlsruhe defense
de: Karlsruher Verteidigung
fr: Défense de Karlsruhe

source: Rook pawn defense
de: Turmbauerverteidigung
fr: Défense du pion de la tour

source: Gunderam’s second defense
de: Gunderams zweite Verteidigung
fr: Seconde défense de Gunderam

source: Mad dog attack
de: Verrückter-Hund-Angriff
fr: Attaque du chien fou

source: Weinsbach declination
de: Weinsbacher Ablehnung
fr: Déclination Weinsbach

source: Siberian attack
de: Siberischer Angriff
fr: Attaque sibérienne

source: Bishop attack
de: Läuferangriff
fr: Attaque du fou

source: Zürich gambit
de: Züricher Gambit
fr: Gambit zürichois

source: Exchange variation
de: Abtauschvariante
fr: Variante d’échange

source: Modern gambit
de: Modernes Gambit
fr: Gambit moderne

source: Alekhine
de: Aljechin
fr: Alékhine

source: Normal line
de: Normale Linie
fr: Ligne normale

source: Alapin
fr: Alapine

source: Fianchetto variation
de: Fianchetto-Variante
fr: Variante de fianchetto

source: Slav defense
de: Slawisch
fr: Défense slave

source: Czech defense
de: Tschechisch
fr: Défense tchèque

source: Modern line
de: Moderne Linie
fr: Ligne moderne

source: Slav pawn game
de: Slawisches Bauernspiel
fr: Ouverture du pion slave

source: Slav bishop game
de: Slawisches Läuferspiel
fr: Ouverture du fou slave

source: Three knights variation
de: Dreispringervariante
fr: Variante des trois cavaliers

source: Two knights attack
de: Zweispringerangriff
fr: Attaque des deux cavaliers

source: Advance system
de: Vorstoßvariante
fr: Système d’avance

source: Chameleon variation
de: Kamäleon-Variante
fr: Variante du chaméléon

source: Dutch variation
de: Holländische Variante
fr: Variante hollandaise

source: Wiesbaden variation
de: Wiesbadener Variante
fr: Variante Wiesbaden

source: Sharp line
de: Scharfe Linie
fr: Ligne aiguë

source: Main line
de: Hauptvariante
fr: Variante principale

source: Quiet variation
de: Ruhige Variante
fr: Variante calme

source: Pin defense
de: Fesselungsverteidigung
fr: Défense du clouage

source: Symmetrical line
de: Symetrische Linie
fr: Ligne symétrique

source: Orthodox defense
de: Orthodoxe Verteidigung
fr: Défense orthodoxe

source: Queen’s knight variation
de: Damespringervariante
fr: Variante du cavalier de la dame

source: Traditional variation
de: Traditionelle Variante
fr: Variante traditionnelle

source: Modern variation
de: Moderne Variante
fr: Variante moderne

source: Knight defense
de: Springerverteidigung
fr: Défense du cavalier

source: Westphalian variation
de: Westphalische Variante
fr: Variante de Westphalie

source: Capablanca anti-Cambridge Springs variation
de: Capablanca’s anti-Cambridge-Springs-Variante
fr: Variante anti-Cambridge Springs de Capablanca

source: Yugoslav variation
de: Jugoslawische Variante
fr: Variante yougoslave

source: Dutch and Peruvian variation
de: Holländisch-Peruvianische Variante
fr: Variante hollandaise et péruvienne

source: Venice variation
de: Venediger Variante
fr: Variante de Venise

source: Neo-orthodox variation
de: Neo-Orthodoxe Variante
fr: Variante néo-orthodoxe

source: Orthodox variation
de: Orthodoxe Variante
fr: Variante orthodoxe

source: Swiss variation
de: Schweizer Variante
fr: Variante suisse

source: Karlsbad variation
de: Karlsbader Variante
fr: Variante de Karlsbad

source: Tempo-struggle variation
de: Tempogewinnvariante
fr: Variante du gain de tempo

source: Capablanca freeing maneuver
de: Capablanca-Befreiungsmanöver
fr: Manœuvre d’échappe de Capablanca

source: Classical variation
de: Klassische Variante
fr: Variante classique

source: Russian variation
de: Russische Variante
fr: Variante russe

source: Positional line
de: Positionelle Hauptvariante
fr: Ligne positionnelle

source: Semi-Slav defense
de: Halbslawische Verteidigung
fr: Défense semi-slave

source: Normal variation
de: Normale Variante
fr: Variante normale

source: Center variation
de: Zentrumsvariante
fr: Variante centrale

source: Neo-Meran variation
de: Neo-Meraner Variante
fr: Variante néo-mérane

source: Old Variation
de: Alte Variante
fr: Ancienne variante

source: Semi-Slav defense accepted
de: Angenomme Halbslawische Verteidigung
fr: Défense semi-slave acceptée

source: Anti-Moscow gambit
de: Anti-Moskauer Gambit
fr: Gambit anti-moscovite

source: Anti-Meran gambit
de: Anti-Meraner Gambit
fr: Gambit anti-merano

source: Slave Stonewall Opening
de: Slawischer Stonewall
fr: Ouverture Stonewall slave

source: Beliavsky
de: Beliawski
fr: Béliavski

source: Two knights variation
de: Zweispringervariante
fr: Variante des deux cavaliers

source: Prague variation
de: Prager Variante
fr: Variante de Prague

source: Swedish variation
de: Schwedische Variante
fr: Variante suédoise

source: Normal position
de: Normale Stellung
fr: Position normale

source: Advance variation
de: Vorstoßvariante
fr: Variante d’avance

source: Baltic defense
de: Baltische Verteidigung
fr: Défense baltique

source: Queen attack
de: Damenangriff
fr: Attaque de la dame

source: Pseudo-Slav variation
de: Pseudoslawische Variante
fr: Variante pseudo-slave

source: Argentinian gambit
de: Argentinisches Gambit
fr: Gambit argentin

source: Austrian defense
de: Österreicher Verteidigung
fr: Défense autrichienne

source: Symmetrical defense
de: Symetrische Linie
fr: Défense symétrique

source: Parisian defense
de: Pariser Verteidigung
fr: Défense parisienne

source: Modern defense
de: Moderne Verteidigung
fr: Défense moderne

source: Old variation
de: Alte Variante
fr: Ancienne variante

source: Mannheim variation
de: Mannheimer Variante
fr: Variante Mannheim

source: Traditional system
de: Traditionelles System
fr: Système traditionnel

source: Development variation
de: Entwicklungsvariante
fr: Variante de développement

source: Russian gambit
de: Russisches Gambit
fr: Gambit russe

source: Accelerated fianchetto
de: Beschleunigtes Fianchetto
fr: Fianchetto accéléré

source: Counter fianchetto variation
de: Gegenfianchettovariante
fr: Contre-variante de fianchetto

source: Four knights variation
de: Vierspringervariante
fr: Variante des quatre cavaliers

source: Slav gambit
de: Slawisches Gambit
fr: Gambit slave

source: Rat defense
de: Rattenverteidigung
fr: Défense du rat

source: Old Indian defense
de: Alt-Indisch
fr: Ancienne défense indienne

source: English rat
de: Englische Ratte
fr: Rat anglais

source: Lisbon gambit
de: Lissabonner Gambit
fr: Gambit de Lisbonne

source: accepted
de: angenommen
fr: accepté

source: Benoni-Indian defense
de: Benoni-Indisch
fr: Indienne Benoni

source: Pawn thrust variation
de: Bauernvorstoßvariante
fr: Variante de poussée de pions

source: Blockade variation
de: Blockadevariante
fr: Variante de bloquade

source: Franco-Sicilian opening
de: Franco-Sizilianisch
fr: Ouverture franco-sicilienne

source: Snail variation
de: Schneckenvariante
fr: Variante de l’escargot

source: Kingside move order
de: Königsflügelzugreihenfolge
fr: Ordre de coups de l’aile roi

source: Vulture defense
de: Geier-Verteidigung
fr: Défense du vautour

source: Dutch defense
de: Holländische Verteidigung
fr: Défense hollandaise

source: Leningrad variation
de: Leningrader Variante
fr: Variante de Leningrad

source: Nimzo-Dutch variation
de: Nimzo-Holländische Variante
fr: Variante Nimzo-hollandaise

source: Fluid formation
de: Flüssige Formation
fr: Formation fluide

source: Warsaw variation
de: Warschauer Variante
fr: Variante de varsovie

source: Anti-modern variation
de: Antimoderne Variante
fr: Variante anti-moderne

source: Dutch-Indian variation
de: Holländisch-Indische Variante
fr: Variante indo-hollandaise

source: Korchnoi
de: Kortschnoi
fr: Kortchnoï

source: American gambit
de: Amerikanisches Gambit
fr: Gambit américain

source: Blackmar’s second gambit
de: Blackmars zweites Gambit
fr: Second gambit de Blackmar

source: Anglo-Slav opening
de: Anglo-Slawisch
fr: Ouverture anglo-slave

source: Lizard defense
de: Echsenverteidigung
fr: Défense du lézard

source: Neo-modern defense
de: Neo-moderne Variante
fr: Défense néo-moderne

source: Pterodactyl variation
de: Pterodactyl-Variante
fr: Variante du ptérodactyle

source: declined
de: abgelehnt
fr: refusé

source: Franco-Sicilian defense
de: Franko-Sizilianische Verteidigung
fr: Français

source: Franco-Sicilian hybrid
de: Franko-Sizilianischer Hybrid
fr: Hybride franco-sicilien

source: Kangaroo defense
de: Känguru-Verteidigung
fr: Défense du kangourou

source: Franco-Indian defense
de: Franko-Indische Verteidigung
fr: Défense franco-indienne

source: Transpositional variation
de: Zugumstellungsvariante
fr: Variante de transposition

source: Zaire defense
de: Zaïre-Verteidigung
fr: Défense zaïroise

source: Lithuanian variation
de: Litauische Variante
fr: Variante lituanienne

source: Stockholm variation
de: Stockholmer Variante
fr: Variante de Stockholm

source: English defense
de: Englisch
fr: Défense anglaise

source: Polish defense
de: Polnische Verteidigung
fr: Défense polonaise

source: East-Indian defense
de: Ost-Indisch
fr: Défense est-indienne

source: Czech-Indian defense
de: Tschechisch-Indisch
fr: Défense tchéco-indienne

source: Swiss gambit
de: Schweizer Gambit
fr: Gambit suisse

source: King’s Indian variation
de: Königsindische Variante
fr: Indienne du roi

source: London variation
de: Londoner Variante
fr: Variante londonienne

source: Basque opening
de: Baskisch
fr: Ouverture basque

source: Trompovsky
de: Trompowski
fr: Trompovski

source: Edge variation
de: Randvariante
fr: Variante du bord

source: Bullfrog gambit
de: Ochsenfrosch-Gambit
fr: Gambit de la grenouille taureau

source: Maltese falcon variation
de: Maltesische Falkenvariante
fr: Variante du falcon maltais

source: Pawn push variation
de: Bauernvorstoßvariante
fr: Variante de la poussée de pion

source: West-Indian defense
de: West-Indische Verteidigung
fr: Défense ouest-indienne

source: Budapest gambit
de: Budapester Gambit
fr: Gambit de Budapest

source: Aged gibbon gambit
de: Alter-Gibbon-Gambit
fr: Gambit du vieux gibon

source: Ukranian variation
de: Ukrainische Variante
fr: Variante ukrainienne

source: Snake variation
de: Schlangenvariante
fr: Variante du serpent

source: King pawn line
de: Königsbauernlinie
fr: Ligne du pion du roi

source: Pawn storm variation
de: Bauernsturmvariante
fr: Variante de la poussée de pions
