Repository: kunegis/babychess
Catalog: po/*.po
Languages: de, fr

source: Bishop check variation
de: Läuferschachvariante
fr: Variante de l’échec du fou

source: Four pawns attack
de: Vierbauernangriff
fr: Attaque des quatre pions

source: Knight’s tour variation
de: Springertourvariante
fr: Variante du tour du cavalier

source: Czech Benoni defense
de: Tschechisches Benoni
fr: Défense Benoni tchèque

source: Czech variation
de: Tschechische Variante
fr: Variante tchèque

source: King’s Indian system
de: Königsindisches System
fr: Système indien du roi

source: Quiet line
de: Ruhige Linie
fr: Ligne calme

source: Pawn return variation
de: Bauern-Zurückgewinn-Variante
fr: Variante de retour de pion

source: Central storming variation
de: Zentrumssturmvariante
fr: Variante d’attaque centrale

source: King walk variation
de: Königsmarschvariante
fr: Variante de la marche du roi

source: Catalan opening
de: Katalanisch
fr: Ouverture catalane

source: Anti-Nimzovich-Indian variation
de: Anti-Nimzowitsch-Indisch
fr: Variante anti-Nimzo-Indienne

source: Bogolyubov-Indian defense
de: Bogoljubow-Indisch
fr: Indienne Bogolyoubov

source: Queen’s Indian defense
de: Damenindisch
fr: Indienne de la dame

source: Closed variation
de: Geschlossene Variante
fr: Variante fermée

source: Fianchetto system
fr: Système du fianchetto

source: Fianchetto traditional variation
de: Traditionelle Fianchetto-Variante
fr: Variante traditionnelle du fianchetto

source: Anti-Queen’s Indian system
de: anti-Damenindisch
fr: Système anti-indienne de la dame

source: Hedgehog variation
de: Igel-Variante
fr: Variante de l’hérisson

source: Dzindzi-Indian defense
de: Dschindschi-Indisch
fr: Indienne Dzindzi

source: Nimzo-Indian defense
de: Nimzowitsch-Indisch
fr: Indienne Nimzovitch

source: Three knights system
de: Dreispringersystem
fr: Système des trois cavaliers

source: Berlin variation
de: Berliner Variante
fr: Variante berlinoise

source: Zürich variation
de: Züricher Variante
fr: Variante zürichoise

source: Old Zürich variation
de: Alte Züricher Variante
fr: Ancienne variante zürichoise

source: Parma variation
de: Parma-Variante
fr: Variante de Parme

source: English hybrid variation
de: Englische Hybridvariante
fr: Variante anglaise hybride

source: Neo-Indian attack
de: Neuindischer Angriff
fr: Attaque néo-indienne

source: Open variation
de: Offene Variante
fr: Variante ouverte

source: Open defense
de: Offene Verteidigung
fr: Défense ouverte

source: Classical line
de: Klassische Linie
fr: Ligne classique

source: Modern sharp variation
de: Moderne scharfe Variante
fr: Variante moderne aiguë

source: Hungarian gambit
de: Ungarisches Gambit
fr: Gambit hongrois

source: Mexican defense
de: Mexikanische Verteidigung
fr: Défense méxicaine

source: Pyrenées gambit
de: Pyreneen-Gambit
fr: Gambit pyrénéen

source: Sämisch-Indian Defense
de: Sämisch-Indisch
fr: Indienne Sämisch

source: Counterthrust variation
de: Gegenschubvariante
fr: Variante de contre-poussée

source: Delayed exchange variation
de: Verzögerte Abtauschvariante
fr: Variante d’échange retardé

source: Original defense
de: Ursprüngliche Verteidigung
fr: Défense originale

source: Ultra-delayed exchange variation
de: Ultra-Verzögerte Abtauschvariante
fr: Variante d’échange ultra-retardée

source: Danube gambit
de: Donau-Gambit
fr: Gambit du Danube

source: King’s knight variation
de: Königsspringervariante
fr: Variante du cavalier du roi

source: Grünfeld-Indian defense
de: Grünfeld-Indisch
fr: Indienne Grünfeld

source: King’s Indian defense
de: Königsindisch
fr: Indienne du roi

source: Six pawns attack
de: Sechsbauernangriff
fr: Attaque des six pions

source: Fluid attack
de: Flüssiger Angriff
fr: Attaque fluide

source: Dynamic attack
de: Dynamischer Angriff
fr: Attaque dynamique

source: Normal defense
de: Normale Verteidigung
fr: Défense normale

source: Double fianchetto variation
de: Doppelfianchettovariante
fr: Variante du fianchetto double

source: Kazakh variation
de: Kasackische Variante
fr: Variante Kasaque

source: Old system
de: Altes System
fr: Ancien système

source: Yugoslav attack
de: Jugoslawisch
fr: Attaque Yougoslave

source: Ukranian defense
de: Ukrainische Verteidigung
fr: Défense ukrainienne

source: Deferred fianchetto variation
de: Verzögerte Fianchetto-Variante
fr: Variante du fianchetto repoussé

source: Flexible defense
de: Flexible Verteidigung
fr: Défense flexible

source: Spanish defense
de: Spanisch
fr: Défense espagnole

source: Delayed fianchetto variation
de: Verzögerte Fianchetto-Variante
fr: Variante de fianchetto retardé

source: Classical system
de: Klassisches System
fr: Système classique

source: Quiet system
de: Ruhiges System
fr: Système calme

source: Russian system
de: Russisches System
fr: Système russe

source: Hungarian variation
de: Ungarische Variante
fr: Variante hongroise

source: Hungarian attack
de: Ungarischer Angriff
fr: Attaque hongroise

source: Spike gambit
de: Spitzengambit
fr: Gambit de la pointe

source: Classical main line
de: Klassische Hauptvariante
fr: Variante principale classique

source: Modern main line
de: Moderne Hauptvariante
fr: Variante principale moderne

source: Seville variation
de: Seville-Variante
fr: Variante de Séville

source: Simagin’s lesser variation
de: Simagins kleine Variante
fr: Variante Simaguine moindre

source: English opening
de: Englisch
fr: Ouverture anglaise

source: King’s English opening
de: Königsenglisch
fr: Ouverture anglaise du roi

source: Four knights system
de: Vierspringersystem
fr: Système des quatre cavaliers

source: Ultra-symmetrical variation
de: Ultrasymmetrische Variante
fr: Variante ultra-symétrique

source: Full symmetry line
de: Vollsymmetrische Variante
fr: Ligne de symétrie complète

source: Maroczy bind
de: Maroczyvariante
fr: Étau de Maroczy

source: Wing variation
de: Flügelvariante
fr: Variante de l’aile

source: Flexible formation
de: Flexible Aufstellung
fr: Formation flexible

source: Anglo-Indian defense
de: Anglo-Indisch
fr: Défense anglo-indienne

source: English orangutan variation
de: Englische Orangutan-Variante
fr: Variante anglaise de l’orang-outan

source: Hedgehog system
de: Igel-System
fr: Système de l’hérisson

source: Nimzo-English opening
de: Nimzowitsch-Englisch
fr: Ouverture Nimzo-anglaise

source: Queen’s Indian formation
de: Damenindische Aufstellung
fr: Formation indienne de la dame

source: Sicilian variation
de: Sizilianische Variante
fr: Variante sicilienne

source: Great snake variation
de: Große Schlangenvariante
fr: Variante du grand serpent

source: Neo-Catalan variation
de: Neukatalanische Variante
fr: Variante néo-catalane

source: Anglo-Scandinivian defense
de: Anglo-Skandinawische Verteidigung
fr: Défense anglo-scandinave

source: Anglo-Dutch defense
de: Anglo-Holländische Verteidigung
fr: Défense anglo-hollandaise

source: Anglo-Polish-Dutch variation
de: Anglo-Holländisches Polnisch
fr: Variante anglo-polono-hollandaise

source: English spike variation
de: Englische Spitzenvariante
fr: Variante de la pointer anglaise

source: Porcupine variation
de: Stacheltiervariante
fr: Variante du porc-épic

source: Anglo-Lithuanian variation
de: Anglo-Litauische Variante
fr: Variante anglo-lituanienne

source: Caro-Kann defensive system
de: Caro-Kann Verteidigungssystem
fr: Système défensif Caro-Kann

source: New York defensive system
de: New-Yorker Verteidigungssystem
fr: Système défensif de new-yorkais

source: London defensive system
de: Londoner Verteidigungssystem
fr: Système défensif londonien

source: Torre defensive system
de: Torre-Verteidigungssystem
fr: Système défensif Torre

source: English queen variation
de: Englische Damenvariante
fr: Variante anglaise de la dame

source: Reversed Sicilian opening
de: Sizilianisch im Anzug
fr: Ouverture sicilienne inversée

source: Fianchetto line
de: Fianchettovariante
fr: Ligne du fianchetto

source: Reversed dragon variation
de: Umgekehrte Drachenvariante
fr: Variante du dragon inversée

source: Macedonian variation
de: Mazedonische Variante
fr: Variante macédonienne

source: General variation
de: Hauptvariante
fr: Variante générale

source: Closed system
de: Geschlossenes System
fr: Système fermé

source: Kingside fianchetto variation
de: Königsfianchettovariante
fr: Variante du fianchetto de l’aile roi

source: Romanishin
de: Romanischin
fr: Romanichine

source: Queen pawn defense
de: Damenbauerverteidigung
fr: Défense du pion de la dame

source: Improved Lisitsin G
de: Verbessertes Lisitsin G
fr: Lisitsin G amélioré

source: Myers Polish attack
de: Myers-polnischer Angriff
fr: Attaque Myers polonaise

source: King’s Indian attack
de: Königsindischer Angriff
fr: Attaque indienne du roi

source: Wing Blumenfeld variation
de: Blumenfeld-Flügelvariante
fr: Variante de l’aile de Blumenfeld

source: Neo-Catalan opening
de: Neukatalanisch
fr: Ouverture néo-catalane

source: Penguin variation
de: Pinguin-Variante
fr: Variante du pingouin

source: Old Indian attack
de: Altindischer Angriff
fr: Ancienne attaque indienne

source: Potato variation
de: Kartoffelvariante
fr: Variante de la patate

source: Reversed Mexican defense
de: Mexikanische Verteidigung im Anzug
fr: Défense mexicaine inversée

source: Double fianchetto
de: Doppelfianchetto
fr: Fianchetto double

source: French variation
de: Französische Variante
fr: Variante française

source: Dutch attack
de: Holländischer Angriff
fr: Attaque hollandaise

source: Double duck variation
de: Doppelgansvariante
fr: Variante du canard double

source: Pawn thrust attack
de: Bauernschubvariante
fr: Attaque de la poussée de pion

source: Fool’s mate
de: Narrenmatt
fr: Mat du berger

source: Queen’s fianchetto opening
de: Damenfianchettospiel
fr: Ouverture du fianchetto de la dame

source: English variation
de: Englische Variante
fr: Variante anglaise

source: Indian variation
de: Indische Variante
fr: Variante indienne

source: Polish variation
de: Polnische Variante
fr: Variante polonaise

source: Paris opening
de: Pariser Partie
fr: Ouverture parisienne

source: Drunken knight opening
de: Eröffnung des betrunkenen Springers
fr: Ouverture du cavalier saoul

source: Paris gambit
de: Pariser Gambit
fr: Gambit de Paris

source: Crazy cat variation
de: Verrückte-Katz-Variante
fr: Variante du chat fou

source: Amsterdam attack
de: Amsterdamer Angriff
fr: Attaque d’Amsterdam

source: Bouncing bishop variation
de: Springender-Läufer-Variante
fr: Variante du fou rebondissant

source: Short spike variation
de: Kurze Spikevariante
fr: Variante de la pointe courte

source: Double Grob variation
de: Doppelgrobvariante
fr: Variante Grob double

source: London defense
de: Londoner Verteidigung
fr: Défense londonienne

source: Irish attack
de: Irischer Angriff
fr: Attaque irlandaise

source: Polish attack
de: Polnischer Angriff
fr: Attaque polonaise

source: Reversed Scandinavian opening
de: Skandinawisch im Anzug
fr: Ouverture scandinave inversée

source: Berlin gambit
de: Berliner Gambit
fr: Gambit berlinois

source: Amazon variation
de: Amazon-Variante
fr: Variante amazonienne

source: Venezuelan opening
de: Venezuelanisch
fr: Ouverture vénézuélienne

source: Reversed rat variation
de: Umgedrehte Rattenvariante
fr: Variante du rat inversée

source: Spike deferred variation
de: Verzögerter Spike
fr: Variante retardée de la pointe

source: Myers spike attack
de: Myers-Spike-Angriff
fr: Attaque de la pointe de Myers

source: Pork chop opening
de: Kotelett-Eröffnung
fr: Ouverture « pork chop »

source: Hungarian opening
de: Ungarisch
fr: Ouverture hongroise

source: Lasker simul special
de: Laskers Simultan-Spezial-Variante
fr: Spécial de simuultanées Lasker

source: Reversed Norwegian defense
de: Norwegisch im Anzug
fr: Défense norvégienne inversée

source: Polish opening
de: Polnisch
fr: Ouverture polonaise

source: Orangutan Opening
de: Orangutan-Eröffnung
fr: Ouverture orang-outan

source: Spike variation
de: Spitze-Variante
fr: Variante de la pointe

source: Outflank variation
de: Außenflank-Variante
fr: Variante de l’aile

source: Polish spike
de: Polnische Spitze
fr: Pointe polonaise

source: Sodium attack
de: Natrium-Angriff
fr: Attaque sodium

source: Global opening
de: Globale Eröffnung
fr: Ouverture globale

source: Crab opening
de: Krabbeneröffnung
fr: Ouverture du crabe

source: Cologne gambit
de: Kölner Gambit
fr: Gambit de Cologne

source: Double king pawn game
de: Doppel-Königsbauernspiel
fr: Ouverture double du pion du roi

source: Sicilian defense
de: Sizilianisch
fr: Défense sicilienne

source: Sicilian center game
de: Sizilianisches Zentrumsspiel
fr: Ouverture centrale sicilienne

source: Center formation
de: Zentrumsformation
fr: Formation centrale

source: Classical formation
de: Klassische Formation
fr: Formation classique

source: Fianchetto defense
de: Finchetto-Verteidigung
fr: Défense du fianchetto

source: Push variation
de: Schubsvariante
fr: Variante de la poussée

source: Scandinavian formation
de: Skandinawische Formation
fr: Formation scandinave

source: Wing formation
de: Flügelformation
fr: Formation de l’aile

source: Wing gambit
de: Flügelgambit
fr: Gambit de l’aile

source: Chameleon sicilian
de: Kamäleon-Sizilianisch
fr: Sicilien chaméléon

source: King David’s opening
de: König Davids Eröffnung
fr: Ouverture du roi David

source: Queen fianchetto variation
de: Damenfianchettovariante
fr: Variante du fianchetto de la dame

source: Slow sicilian
de: Langsames Sizilianisch
fr: Sicilien lent

source: Venice system
de: Venediger System
fr: Système de Venise

source: Gambit line
de: Gambitlinie
fr: Ligne du gambit

source: Normal system
de: Normales System
fr: Système normal

source: Accelerated dragon variation
de: Beschleunigte Drachenvariante
fr: Variante du dragon accélérée

source: Retreat variation
de: Rückzugvariante
fr: Variante du retrait

source: Wing gambit deferred
de: Verzögertes Flügelgambit
fr: Gambit de l’aile retardé

source: American attack
de: Amerikanischer Angriff
fr: Attaque américaine

source: Pin variation
de: Fesselungsvariante
fr: Variante du clouage

source: Sicilian counter-attack
de: Sizilianischer Gegenangriff
fr: Contre-attaque sicilienne

source: Cobra variation
de: Kobravariante
fr: Variante du cobra

source: Swiss cheese variation
de: Schweizer-Käse-Variante
fr: Variante du fromage suisse

source: Hyperaccelerated dragon variation
de: Hyperbeschleunigte Drachenvariante
fr: Variante du dragon hyperaccélérée

source: Sicilian Fred
de: Sizilianischer Fred
fr: Sicilienne Fred

source: Hyperaccelerated pterodactyl variation
de: Hyperbeschleunigter Pterodactyl
fr: Variante du ptérodactyl hyperaccélérée

source: Polish Gambit
de: Polnisches Gambit
fr: Gambit polonais

source: Sicilian check variation
de: Sizilianische Schachvariante
fr: Variante d’échec sicilien

source: Moscow variation
de: Moskauer Variante
fr: Variante de Moscou

source: Main Line
de: Hauptvariante
fr: Variante principale

source: Moscow Gambit
de: Moskauer Gambit
fr: Gambit moscovite

source: Lazy knight variation
de: Fauler-Springer-Variante
fr: Variante du cavalier fénéant

source: Venice attack
de: Venediger Angriff
fr: Attaque de Venise

source: Dragon variation
de: Drachenvariante
fr: Variante du dragon

source: Classical attack
de: Klassischer Angriff
fr: Attaque classique

source: Amsterdam variation
de: Amsterdamer Variante
fr: Variante d’Amsterdam

source: Battery variation
de: Batterievariante
fr: Variante de la batterie

source: Flank variation
de: Flankenvariante
fr: Variante de l’aile

source: English attack
de: Englischer Angriff
fr: Attaque anglaise

source: Anti-English variation
de: Anti-Englisch
fr: Variante anti-anglaise

source: Zagreb variation
de: Zagreber Variante
fr: Variante de Zagreb

source: French defense
de: Französisch
fr: Défense française

source: Bird invitation
de: Bird-Einladung
fr: Invitation Bird

source: Mediterranean defense
de: Mediterrane Verteidigung
fr: Défense méditerranéenne

source: Extended bishop swap
de: Erweiteter Läuferaustausch
fr: Échange étendu de fous

source: Open system
de: Offenes System
fr: Système ouvert

source: Icelandic defense
de: Isländische Verteidigung
fr: Défense islandaise

source: Classical Variation
de: Klassische Variante
fr: Variante classique

source: Poisoned Pawn variation
de: Vergifteter-Bauer-Variante
fr: Variante du pion empoisonné

source: Positional main line
de: Positionelle Hauptvariante
fr: Variante principale positionnelle

source: Armenian line
de: Armenische Linie
fr: Ligne arménienne

source: Fingerslip variation
de: Fingerfehlervariante
fr: Variante d’erreur

source: Kunin double gambit
de: Kunin-Doppelgambit
fr: Gambit double de Kunin

source: Frankfurt variation
de: Frankfurter Variante
fr: Variante de Francfort

source: Retreat line
de: Rückzugslinie
fr: Ligne de retrait

source: Anti-Caro-Kann defense
de: Anti-Caro-Kann Verteidigung
fr: Défense anti-Caro-Kann

source: Knight variation
de: Springervariante
fr: Variante du cavalier

source: Finnish variation
de: Finnische Variante
fr: Variante finlaidaise

source: New Caro-Kann
de: Neues Caro-Kann
fr: Nouveau Caro-Kann

source: Fantasy variation
de: Fantasievariante
fr: Variante fantaisie

source: Carlsbad line
de: Karlsbad-Linie
fr: Ligne Karlsbad

source: Scandinavian defense
de: Skandinawisch
fr: Défense scandinave

source: Center counter
de: Zentrums-Gegenspiel
fr: Contre du centre

source: closed
de: geschlossen
fr: fermé

source: Icelandic gambit
de: Isländisches Gambit
fr: Gambit islandais

source: Icelandic-Palme gambit
de: Isländisches Palme-Gambit
fr: Gambit Palme islandais

source: Scandinavian gambit
de: Skandinawisches Gambit
fr: Gambit scandinave

source: Panov transfer variation
de: Panov-Transfer-Variante
fr: Variante de transfer Panov

source: Portuguese variation
de: Portugiesische Variante
fr: Variante portugaise

source: Portuguese gambit
de: Portugisisches Gambit
fr: Gambit portugais

source: Kiel variation
de: Kieler Variante
fr: Variante de Kiel

source: Orthodox attack
de: Orthodoxer Angriff
fr: Attaque orthodoxe

source: Scandinavian variation
de: Skandinawische Variante
fr: Variante scandinave

source: Two pawns attack
de: Zweibauernangriff
fr: Attaque des deux pions

source: Chase variation
de: Jagdvariante
fr: Variante de la chasse

source: King pawn fianchetto
de: Königsbauernfianchetto
fr: Fianchetto du pion du roi

source: Fianchetto gambit
fr: Gambit Fianchetto

source: Norwegian defense
de: Norwegisch
fr: Défense norvégienne

source: Pseudo-Austrian attack
de: Pseudo-Österreichische Verteidigung
fr: Attaque pseudo-autrichienne

source: Three pawns attack
de: Dreibauernangriff
fr: Attaque des trois pions

source: Small center variation
de: Kleine Zentrumsvariante
fr: Variante du petit centre

source: Small center defense
de: Kleine Zentrumsverteidigung
fr: Défense du petit centre

source: Austrian attack
de: Österreichischer Angriff
fr: Attaque autrichienne

source: Dragon formation
de: Drachenformation
fr: Formation du dragon

source: Chinese variation
de: Chinesische Variante
fr: Variante chinoise

source: Parma defense
de: Parma-Verteidigung
fr: Défense de Parme

source: Franco-Nimzovich variation
de: Franko-Nimzowitsch-Variante
fr: Variante franco-Nimzovitch

source: Pseudo-Spanish variation
de: Pseudo-Spanische Variante
fr: Variante pseudo-espagnole

source: Aachen gambit
de: Aachener Gambit
fr: Gambit d’Aachen

source: French connection
de: Französische Verbindung
fr: Connexion française

source: Neo-Mongoloid defense
de: Neo-Mongoloidische Verteidigung
fr: Défense néo-mongoloïde

source: Pirc connection
de: Pirc-Verbindung
fr: Connexion Pirc

source: Wild bull defense
de: Wilder-Bulle-Verteidigung
fr: Défense du taurau fou

source: Hippopotamus defense
de: Flusspferdverteidigung
fr: Défense de l’hippopotame

source: Greek defense
de: Griechische Verteidigung
fr: Défense grecque

source: King’s knight opening
de: Königsspringerspiel
fr: Ouverture du cavalier du roi

source: King’s gambit
de: Königsgambit
fr: Gambit du roi

source: Modern transfer
de: Moderner Transfer
fr: Transfer moderne

source: Classical couter-gambit
de: Klassisches Gegengambit
fr: Contre-gambit classique

source: Queen’s knight defense
de: Damenspringerverteidigung
fr: Défense du cavalier de la dame

source: Zilbermints double countergambit
de: Zilbermints Doppel-Gegengambit
fr: Contre-gambit double Zilbermints

source: King’s knight gambit
de: Königsspringergambit
fr: Gambit du cavalier du roi

source: Bishop’s gambit
de: Läufergambit
fr: Gambit du fou

source: Prussian variation
de: Preußische Variante
fr: Variante prussienne

source: Maurian defense
de: Maurische Verteidigung
fr: Défense Maurienne

source: Drunken king variation
de: Betrunkener-König-Variante
fr: Variante du roi saoul

source: King’s own variation
de: Des Königs eingene Variante
fr: Variante du roi

source: Pawn’s Gambit
de: Bauerngambit
fr: Gambit du pion

source: Lesser bishop’s gambit
de: Kleineres Läufergambit
fr: Gambit du mauvais fou

source: Wild Cunningham gambit
de: Wildes Cunningham-Gambit
fr: Gambit Cunningham sauvage

source: Three pawns gambit
de: Dreibauerngambit
fr: Gambit des trois pions

source: Osmolovsky
de: Osmolowski
fr: Osmolovski

source: Berlin defense
de: Berliner Verteidigung
fr: Défense berlinoise

source: Urusov
de: Urusow
fr: Ourousov

source: Calabrian gambit
de: Kalabrisches Gambit
fr: Gambit de Calabre

source: Australian gambit
de: Autralisches Gambit
fr: Gambit australien

source: Wild Muzio gambit
de: Wildes Muzio-Gambit
fr: Gambit Muzio sauvage

source: Kling and Horwitz counterattack
de: Kling-und-Horwitz-Gegenangriff
fr: Contre-attaque King et Horwitz

source: Double Muzio Gambit
de: Wildes Muzio-Gambit
fr: Gambit Muzio double

source: Centre game
de: Zentrumsspiel
fr: Ouverture centrale

source: Danish gambit
de: Dänisches Gambit
fr: Gambit danois

source: Crocodile variation
de: Krokodil-Variante
fr: Variante du crocodile

source: Bishop’s opening
de: Läuferspiel
fr: Ouverture du fou du roi

source: Vienna hybrid
de: Wiener Hybrid
fr: Hybride viennois

source: Warsaw gambit
de: Warschauer Gambit
fr: Gambit de Varsovie

source: Scholar’s mate
de: Schäfermatt
fr: Mat scolaire

source: McDonnell double gambit
de: McDonnell-Doppelgambit
fr: Double Gambit McDonnell

source: Four pawns gambit
de: Vierbauerngambit
fr: Gambit des quatre pions

source: Calabrese counter-gambit
de: Kalabresisches Gegengambit
fr: Contre-gambit de Calabre

source: King’s gambit reversed
de: Königsgambit im Nachzug
fr: Gambit du roi inversé

source: Vienna game
de: Wiener Partie
fr: Ouverture viennoise

source: Vienna gambit
de: Wiener Gambit
fr: Gambit viennois

source: Giraffe Attack
de: Giraffenangriff
fr: Attaque de la giraffe

source: Bishop variation
de: Läufervariante
fr: Variante du fou

source: Reversed Spanish opening
de: Spanisch im Anzug
fr: Ouverture espagnole inversée

source: Monster variation
de: Monstervariante
fr: Variante du monstre

source: Bavarian gambit
de: Bairisches Gambit
fr: Gambit bavarois

source: Indian opening
de: Indisch
fr: Ouverture indienne

source: King’s head opening
de: Königskopferöffnung
fr: Ouverture de la tête du roi

source: Portuguese opening
de: Portugiesisch
fr: Ouverture portugaise

source: Tortoise opening
de: Schildkröteneröffnung
fr: Ouverture de la tortue

source: Sharp variation
de: Scharfe Variante
fr: Variante aiguë

source: Improved Hanham variation
de: Verbesserte Hanham-Variante
fr: Variante Hanham améliorée

source: Petrov defense; Russian defense
de: Russisch; Petrow-Verteidigung
fr: Défense russe; Défense Petrov

source: Modern Attack
de: Moderner Angriff
fr: Attaque moderne

source: Italian variation
de: Italienische Variante
fr: Variante italienne

source: Petrov three knights game
de: Petrow-Dreispringerspiel
fr: Ouverture des trois cavaliers

source: French attack
de: Französischer Angriff
fr: Attaque française

source: Elephant gambit
de: Elephantengambit
fr: Gambit de l’éléphant
