Repository: kunegis/babychess
Catalog: po/*.po
Languages: de, fr

source: Board Colors
fr: Couleurs de l’échiquier

source: _Board
de: _Brett
fr: _Échiquier

source: _Turn Board
de: Brett _drehen
fr: _Tourner l’échiquier

source: Hide the _Frame
fr: Cacher le _cadre

source: T_utor Mode
de: T_utor-Modus
fr: Mode _tuteur

source: Don’t Highlight the Last Move
de: Den letzten Zug nicht hervorheben
fr: Ne pas montrer le _dernier coup

source: _Board Colors
de: _Brettfarben
fr: Couleurs de l’_échiquier

source: Choose an Engine
de: Engine wählen
fr: Choisir un moteur

source: Engine Preferences
de: Engine-Einstellungen
fr: Préférences du moteur

source: _Engine
fr: _Moteur

source: _Start
fr: _Marche

source: R_estart
fr: _Redémarrer

source: P_lay Main Move
fr: _Jouer le coup principal

source: Choose an _Engine
fr: Choisir un _moteur

source: _Preferences
fr: _Préférences

source: _Never Start Engine
fr: Ne _jamais démarrer le moteur

source: _Start Engine After Each User Move
fr: _Démarrer le moteur après chaque coup d’utilisateur

source: _Always Start Engine
fr: _Toujours démarrer le moteur

source: Export
fr: Exporter

source: Chess Game Archive
de: Schachpartienarchiv
fr: Archive de parties d’échecs

source: New chess game archive
de: Neues Schachpartienarchiv
fr: Nouvel archive de parties

source: Open a chess game archive
de: Ein Schachpartienarchiv öffnen
fr: Ouvrir un archive de parties d’échecs

source: Save the chess game archive
de: Das Schachpartienarchiv speichern
fr: Sauvegarder l’archive de parties d’échecs

source: Chess Game
de: Schachpartie
fr: Partie d’échecs

source: New game
de: Neue Partie
fr: Nouvelle partie

source: Open a game
de: Eine Partie öffnen
fr: Ouvrir une partie

source: Save this game
de: Diese Partie speichern
fr: Sauvegarder cette partie

source: Game Properties
de: Eigenschaften der Partie
fr: Propriétés de la partie

source: _Help
fr: _Aide

source: _About
de: _Über
fr: _À propos

source: Internet Chess Account
de: Internet-Schach-Account
fr: Compte d’échecs Internet

source: _Login
de: Ein_loggen
fr: Se _connecter

source: Internet Chess Messages
de: Internet-Schach-Meldungen
fr: Messages d’échecs Internet

source: Choose Notation
fr: Choisir la notation

source: Notation Preferences
de: Notations-Einstellungen
fr: Préférences de la notation

source: Opening Preferences
de: Eröffnungs-Einstellungen
fr: Préférences des ouvertures

source: _Openings
fr: _Ouvertures

source: Show _subvariation names
de: _Untervariantennamen anzeigen
fr: Montrer les noms des _sous-variantes

source: Show _alternative names
de: _Alternativnamen anzeigen
fr: Montrer les noms _alternatifs

source: Choose Players
de: Spieler wählen
fr: Choisir les joueurs

source: _Play
de: _Spielen
fr: _Jouer

source: Chess Position
de: Schachstellung
fr: Position d’échecs

source: New position
de: Neue Stellung
fr: Nouvelle position

source: Open a position
de: Eine Stellung öffnen
fr: Ouvrir une position

source: Save this position
de: Diese Stellung speichern
fr: Sauvegarder cette position

source: Total _time (min)
fr: _Temps total (min)

source: translator-credits
de: Jérôme KUNEGIS <http://user.cs.tu-berlin.de/~kunegis/>
fr: Jérôme KUNEGIS <http://user.cs.tu-berlin.de/~kunegis/>

source: A chess application from %s
de: eine Schachanwendung vom %s
fr: Une application d’échecs du %s

source: Send bug reports to %s
de: Senden Sie Fehlerberichte an %s
fr: Envoyez les rapports de bogues à %s

source: Visit the website at %s
fr: Visitez le site web sur %s

source: Meta-options:
de: Meta-Optionen:
fr: Méta-options :

source: Print a short help
de: Kurze Hilfe ausgeben
fr: Afficher une courte aide

source: Print program version number
de: Programmversionsnummer ausgeben
fr: Afficher le numéro de version du programme

source: Debug version (NDEBUG not defined)
de: Entwicklungsversion (NDEBUG ist nicht definiert)
fr: Version de débogage (NDEBUG non défini)

source: Compiled %s
de: Kompiliert am %s
fr: Compilé le %s

source: BabyChess is free software and comes with no warranty.
de: BabyChess ist freie Software und kommt ohne Garantie.
fr: BabyChess est un logiciel libre distribué sans aucune garantie.

source: Conceived and developed by Jérôme KUNEGIS.
de: Entworfen und entwickelt von Jérôme KUNEGIS.
fr: Conçu et développé par Jérôme KUNEGIS.

source: Creating "%s"
de: Erstelle »%s«
fr: Créer «%s»

source: Opening "%s"
de: Öffne »%s«
fr: Ouvrir «%s»

source: Opening an anonymous book
de: Öffne eine anonymes Buch
fr: Ouvrir un livre anonyme

source: No book loaded
de: Kein Buch geladen
fr: Aucun livre chargé

source: Dumping
de: Ausgeben
fr: Imprimer

source: Printing game as text
fr: Imprime la partie en texte

source: Printing game as HTML
fr: Imprime la partie en HTML

source: Reading "%s"
de: Lese »%s«
fr: Lire «%s»

source: No book was loaded. Try using --help.
de: Es wurde kein Buch geladen. Versuchen Sie es mit --help.
fr: Aucun livre chargé. Essayez --help.

source: Manipulate BabyChess books
de: Bearbeite BabyChess-Bücher
fr: Manipule des livres BabyChess

source: Open or create a BabyChess book, and execute commands.
de: Öffne oder erstelle eine BabyChess-Buch, und führe Befehle aus.
fr: Ouvre ou crée un livre BabyChess, et exécute des commandes.

source: Commands
de: Kommandos
fr: Commandes

source: FILE
de: DATEI
fr: FICHIER

source: Create a new book
de: Erstelle ein neues Buch
fr: Crée un nouveau livre

source: Open a book for reading only
de: Öffne ein Buch nur zum Lesen
fr: Ouvre un livre en lecture seule

source: Create an anonymous book
de: Erstelle ein anonymes Buch
fr: Crée un livre anonyme

source: Print the book as PGN
de: Gib das Buch als PGN aus
fr: Imprime le livre sous forme PGN

source: Print the book as text
de: Gib das Buch als Text aus
fr: Imprime le livre sous forme de texte

source: Print the book as HTML
fr: Imprime le livre en HTML

source: Merge a PGN file
de: Integriere eine PGN-Datei
fr: Ajouter un fichier PGN

source: Set the scores of all positions to the number of subsequent positions
de: Setze die Bewertungen aller Stellungen auf die Anzahl untergeordneter Stellungen
fr: Donne à chaque position comme score le nombre de position qui la suivent

source: Cannot open "%s": %s
de: Kann »%s« nicht öffnen: %s
fr: Ne peut ouvrir «%s» : %s

source: No such mode
de: Kein solcher Modus
fr: Pas de tel mode

source: BabyChess, a GUI chess application. Whithout arguments, show the start window giving access to all functionality. To start in a specific mode, pass the name of the mode as the first argument:
de: BabyChess, eine graphische Schachanwendung. Wenn keine Argumente gegeben sind, öffne das Startfenster, welches alle Funktionen anbietet. Um einen in einem spezifischen Modus zu starten, geben sie den Modusnamen als erstes Argument:
fr: BabyChess, une application graphique d’échecs. Sans arguments, montre la fenêtre de départ d’où sont accessibles toutes les fonctions. Pour un mode spécifique, passez comme premier argument :

source: Play a local game of chess
de: Eine lokale Schachpartie spielen
fr: Jouer une partie d’échecs locale

source: Play internet chess
de: Internet-Schach spielen
fr: Jouer aux échecs sur Internet

source: To edit a file, pass the file type and the filename. The filename is optional. If not given, open a new object of the specified type:
de: Um eine Datei zu editieren, geben Sie den Dateitypen und den Dateiname an. Der Dateiname ist optional. Wenn er nicht angegeben ist wird ein neues Object des entsprechenden Typs erzeugt:
fr: Donnez comme argument le nom du fichier à éditer. Sans nom de fichier passé, un document vide sera ouvert.

source: PGN-FILE
de: PGN-DATEI
fr: FICHIER-PGN

source: Edit a PGN file
de: Eine PGN-Datei editieren
fr: Éditer un fichier PGN

source: SINGLE-PGN-FILE
de: EINZEL-PGN-DATEI
fr: FICHIER-PGN-SIMPLE

source: FEN-POSITION
de: FEN-STELLUNG
fr: POSITION-FEN

source: Edit a PGN file that contains just one game
de: Editiere eine PGN-Datei, die eine einzige Partie enthält
fr: Éditer un fichier FEN contenant une seule position

source: FEN-FILE
de: FEN-DATEI
fr: FICHIER-FEN

source: Edit a FEN file with just one position
de: Eine FEN-Datei mit einer einzigen Stellung editieren
fr: Éditer un fichier FEN avec qu’une seule position

source: Use -a to open a file anonymously, i.e. don't remember its filename.
de: Benutzen Sie -a um eine Datei anonym zu öffnen, wenn ihr Name nicht mehr benutzt werden soll.
fr: Passez -a comme option pour ouvrir un fichier de façon anonyme, c’est-à-dire que son nom sera oublié.

source: This program implements an XBoard engine. See %s
de: Dieses Programm implementiert eine XBoard-Engine. Siehe %s
fr: Ce programme implémente un moteur XBoard. Voir %s

source: The BabyChess XBoard engine
de: Die BabyChess-XBoard-Engine
fr: Le moteur XBoard de BabyChess

source: Verbose mode output
de: Ausgabe im Verbosmodus
fr: Mode de sortie verbose

source: Score of position from the perspective of the side to move
de: Bewertung der Stellung aus der Sicht der Seite, die am Zug ist
fr: Score de la position vu du côté qui a le trait

source: Score of position after calculation
de: Bewertung der Stellung nach Berechnung
fr: Score de la position après le calcul

source: MOVE
de: ZUG
fr: COUP

source: MOVE is played
de: ZUG wird gespielt
fr: COUP est joué

source: MOVE is taken back
de: ZUG wird zurückgenommen
fr: COUP est repris

source: Interactive mode: Enter "quit" to exit.
de: Interaktiver Modus: zum Verlassen »quit« eingeben.
fr: Mode interactif: Entrez « quit » pour sortir.

source: Error
de: Fehler
fr: Érreur

source: invalid FEN position
de: ungültige FEN-Stellung
fr: position FEN invalide

source: The BabyChess evaluator
de: Der BabyChess-Evaluator
fr: L’évaluateur BabyChess

source: Analyze a chess position, and output thinking information. Stop as soon as a mate is found.
de: Analysiere eine Schachstellung, und gib Recheninformationen aus. Terminiere wenn ein Matt gefunden wird.
fr: Analyse une position d’échecs, et affiche de informations de l’analyse. Arrête quand un mat est trouvé.

source: The position to analyze, in FEN notation. If not specified, use the standard starting position.
de: Die zu analysierende Stellung in FEN-Notation. Wenn nicht angegeben, starte von der normalen Anfangsstellung.
fr: La position à analyser en notation FEN. Si elle n’est pas donnée, utilise la position de départ standard.

source: Verbose mode. Write additional analyze information on the error output.
de: Verbosmodus. Gib zusätzliche Analyseinformationen auf der Fehlerausgabe aus.
fr: Mode verbose. Affiche de informations d’analyse suuplémentaires sur la sortie d’erreur.

source: Interactive mode. Read one line of input before each step.
de: Interaktivmodus. Lies eine Eingabezeile vor jedem Schritt.
fr: Mode interactif. Lis une ligne d’entrée avant chaque étape.

source: DEPTH
de: TIEFE
fr: PROFONDEUR

source: Calculate up to depth DEPTH. A value of -1 indicates to not stop. Default is -1.
de: Rechne bis zur Tiefe TIEFE. Der Wert -1 bedeutet, nicht bis zu einer bestimmten Tiefe zu rechnen. Standard ist -1.
fr: Calcule jusqu’à PROFONDEUR. Une valeur de -1 indique de ne pas s’arrêter. La valeur par défault est -1.

source: The BabyChess formatting program
fr: Le programme de formatage BabyChess

source: No engine specified
de: Es wurde keine Engine angegeben
fr: Aucun moteur n’a été donné

source: This program implements a BabyChess evaluator using an XBoard engine.
de: Dieses Programm implementiert ein BabyChess-Evaluator mit Hilfe einer XBoard-Engine.
fr: Ce programme implémente un évaluateur BabyChess en utilisant un moteur XBoard.

source: XBOARD-ENGINE-PROGRAM-NAME
de: XBOARD-ENGINE-PROGRAMM-NAME
fr: NOM-DU-MOTEUR-XBOARD

source: Enabled verbose mode
de: Verbosmodus eingeschaltet
fr: Mode verbose activé

source: (empty square)
fr: (case vide)

source: (it’s not black’s turn)
de: (Schwarz ist nicht am Zug)
fr: (ce n’est pas aux noirs)

source: (it’s not white’s turn)
de: (Weiß ist nicht am Zug)
fr: (ce n’est pas aux blancs)

source: Colors
de: Farben
fr: Couleurs

source: _Light squares
de: _Weiße Felder
fr: Cases _blanches

source: _Dark squares
de: _Schwarze Felder
fr: Cases _noires

source: Last _move
fr: Dernier _coup

source: _Frame
de: _Rahmen
fr: _Cadre

source: _Selected squares
de: _Markierte Felder
fr: Cases _marquées

source: Fr_ame text color
fr: Couleur du texte du c_adre

source: Square _text color
fr: Couleur du _texte de case

source: Tutor mode “_no” square
de: »nein«-Felder im Tutor-Modus
fr: Cases « _non » du tuteur

source: R_iffled dark squares
fr: Cases noires _rayées

source: Different starting position
de: Andere Anfangsstellung
fr: Position de départ différente

source: Book already open
de: Buch bereits offen
fr: Livre déjà ouvert

source: Data is not a book of the correct size
de: Die Daten sind kein Buch der korrekten Göße
fr: Les données ne représentent pas un livre de la taille correcte

source: Version %d is not supported
de: Version %d wird nicht unterstützt
fr: La version %d n’est pas supportée

source: Book has incompatible endianness
de: Das Buch hat eine Inkompatible Endianität
fr: Le livre possède une endianité imcompatible

source: Book has wrong size
de: Das Buch hat eine falsche Größe
fr: Le livre n’a pas la bonne taille

source: Saved settings
de: Gespeicherte Einstellungen
fr: Préférences sauvegardées

source: _Save
de: _Speichern
fr: _Sauvegarder

source: _Remove
de: _Entfernen
fr: _Enlever

source: Changed
fr: Modifé

source: Cannot open "%s"
de: Kann »%s« nicht öffnen
fr: Ne peut ouvrir «%s»

source: _New
fr: _Nouveau

source: _Open
fr: _Ouvrir

source: _Clear
fr: _Effacer

source: _Export
fr: _Exporter

source: Proper_ties
fr: Proprié_tés

source: _OK
fr: _Valider

source: _Apply
fr: _Appliquer

source: _Cancel
fr: _Annuler

source: _Load
fr: _Charger

source: Save _As...
fr: Sauvegarder _sous...

source: _Close
de: _Schließen
fr: _Fermer

source: OK
fr: Valider

source: Apply
de: Anwenden
fr: Appliquer

source: Cancel
de: Abbrechen
fr: Annuler

source: Clear
de: Löschen
fr: Effacer

source: Cannot save "%s"
de: Kann »%s« nicht speichern
fr: Ne peut sauvegarder «%s»

source: If you don’t save, changes will be discarded.
fr: Si vous ne sauvegardez pas, les changements seront perdus.

source: Use the document?
fr: Utiliser le document ?

source: Close _without Using
de: _Ohne Benutzen schließen
fr: Fermer _sans utiliser

source: _Use
fr: _Utiliser

source: If you don’t use the document, changes will be discarded.
fr: Si vous n’utilisez pas le document, les changements seront perdus.

source: Save changes to document "%s" before closing?
de: Änderungen an dem Dokument »%s« vor dem Schließen speichern?
fr: Sauvegarder les changements au document «%s» avant de fermer ?

source: Save the document before closing?
de: Das Dokument vor dem Schließen speichern?
fr: Sauvegarger le document avant de fermer ?

source: Close _without Saving
fr: Fermer _sans sauvegarder

source: Load file?
de: Datei laden?
fr: Charger le fichier ?

source: _Load File
fr: _Charger le fichier

source: If you load a file, changes will be discarded.
fr: Si vous chargez un fichier, les changements seront abandonnés.

source: Save changes to document "%s"?
de: Änderungen an dem Dokument »%s« speichern?
fr: Sauvegarder les changements au document «%s» ?

source: Save the document?
de: Das Dokument speichern?
fr: Sauvegarder le document ?

source: Load File _without Saving
de: _Ohne speichern Datei laden
fr: Charger le fichier _sans sauvegarder

source: Clear the document?
fr: Effacer le document ?

source: _Clear Document
fr: _Effacer le document

source: If you clear, changes will be discarded.
de: Wenn Sie löschen werden Änderungen verworfen.
fr: Si vous effacer, les changements seront perdus.

source: Save changes to document "%s" before clearing?
de: Änderungen an dem Dokument »%s« for dem Löschen speichern?
fr: Sauvegarder les changements au document «%s» avant d’effacer ?

source: Save the document before clearing?
de: Das Dokument vor dem Löschen speichern?
fr: Sauvegarder le document avant d’effacer ?

source: Clear _without Saving
de: _Ohne Speichern schließen
fr: Fermer _sans sauvegarder

source: Engine type
de: Engine-Typ
fr: Type de moteur

source: An _XBoard compatible engine
de: Eine _XBoard-kompatible Engine
fr: Un moteur compatible à _XBoard

source: _XBoard engine
fr: Moteur _XBoard

source: Add _XBoard Engine
fr: Ajouter un moteur _XBoard

source: _Search XBoard engines
fr: _Rechercher des moteurs XBoard

source: Engine plays _one side
fr: Le moteur joue un côté

source: Stop the Engine
fr: Arrêter le moteur

source: _Never
de: _Niemals
fr: _Jamais

source: After a _fixed time
de: Nach einer _bestimmten Zeit
fr: Après un temps _fixe

source: After a fixed _depth
fr: Après une profon_deur fixe

source: _Time
de: _Zeit
fr: _Temps

source: _Depth
fr: _Profondeur

source: Run engine with high _priority
de: Mit hoher _Priorität laufen lassen
fr: Donner une haute _priorité au moteur

source: Realtime:
de: Echtzeit:
fr: Temps réel :

source: CPU:
fr: Processeur :

source: Cannot start the engine
de: Kann die Engine nicht starten
fr: Ne peut démarrer le moteur

source: single move
de: einziger Zug
fr: coup unique

source: finished
de: fertig
fr: terminé

source: book
de: Buch
fr: livre

source: KT
de: Kn
fr: Nd

source: running
de: läuft
fr: marche

source: pause
fr: arrêt

source: infinite:inf
de: :unend
fr: :inf

source: Start
fr: Démarrer

source: Start the engine
de: Die Engine starten
fr: Démarrer le moteur

source: Pause
fr: Interrompu

source: Pause the engine
de: Engine pausieren
fr: Interrompre le moteur

source: Play
de: Spiele
fr: Jouer

source: Play the engine’s current best move
de: Spiel den momentan besten Zug der Engine
fr: Joue le meilleur coup actuel du moteur

source: Starting "%s"
de: Starte »%s«
fr: Demarre «%s»

source: _Text
fr: _Texte

source: %s: *** error: %s: %s
de: %s: *** Fehler: %s: %s
fr: %s : *** erreur : %s : %s

source: %s: *** error: %s
de: %s: *** Fehler %s
fr: %s : *** erreur : %s

source: More than eight squares on one row
de: Mehr als acht Feld auf einer Reihe
fr: Plus de huit cases sur une rangée

source: Invalid character "%s" in the first field
de: Ungültiges Zeichen »%s« im ersten Feld
fr: Caractère invalide «%s» dans le premier champs

source: Less than eight squares on one row
de: Weniger als acht Felder auf einer Reihe
fr: Moins de huit cases sur une rangée

source: More than eight rows
de: Mehr als acht Reihen
fr: Plus de huit rangées

source: Less than eight rows
de: Weniger als acht Reihen
fr: Moins de huit rangées

source: Open
de: Öffnen
fr: Ouvrir

source: Save
de: Speichern
fr: Sauvegarder

source: Insert
de: Einfügen
fr: Insérer

source: A file named "%s" already exists.
de: Eine Datei Namens »%s« existiert bereits.
fr: Un fichier nommé «%s» existe déjà.

source: _Don’t Replace
de: _Nicht ersetzen
fr: Ne _pas remplacer

source: _Replace
de: _Ersetzen
fr: _Remplacer

source: Do you want to replace it with the one you are saving?
fr: Voulez-vous le remplacer avec celui que vous sauvegardez ?

source: days
de: Tage
fr: jours

source: _File
de: _Datei
fr: _Fichier

source: _Add Game
fr: _Ajouter une partie

source: _Remove Game
fr: _Enlever la partie

source: _Edit Game
fr: _Éditer la partie

source: I_nsert File...
fr: I_nsérer un fichier...

source: Add a new game
de: Neue Partie einfügen
fr: Ajouter une nouvelle partie

source: Remove the selected game
de: Die markierte Partie entfernen
fr: Enlever la partie marquée

source: Edit
de: Bearbeiten
fr: Éditer

source: Edit the selected game
de: Die markierte Schachpartie editieren
fr: Éditer la partie marquée

source: Result
de: Ergebnis
fr: Résultat

source: player:White
de: :Weiß
fr: :Blancs

source: player:Black
de: :Schwarz
fr: :Noirs

source: Event
de: Veranstaltung
fr: Événement

source: Round
de: Runde
fr: Partie №

source: Site
de: Ort
fr: Lieu

source: %d game
de: %d Partie
fr: %d partie

source: Cannot insert "%s"
de: Kann »%s« nicht einfügen
fr: Ne peut insérer «%s»

source: Modified
de: Geändert
fr: Modifié

source: Game
de: Partie
fr: Partie

source: Starting position
de: Anfangsstellung
fr: Position de départ

source: White is checkmate
de: Weiß ist schachmatt
fr: Les blancs sont mat

source: Black is checkmate
de: Schwarz ist schachmatt
fr: Les noirs sont mat

source: White is stalemate
de: Weiß ist patt
fr: Les blancs sont pat

source: Black is stalemate
de: Schwarz ist patt
fr: Les noirs sont pat

source: White is in check
de: Weiß steht im Schach
fr: Les blancs sont en échec

source: Black is in check
de: Schwarz steht im Schach
fr: Les noirs sont en échec

source: White to move
de: Weiß am Zug
fr: Aux blancs

source: Black to move
de: Schwarz am Zug
fr: Aux noirs

source: _Notation Preferences
fr: Préférences de la _notation

source: _View
de: _Ansicht
fr: _Affichage

source: _Legal Moves
fr: Coups _légaux

source: _Game
de: _Partie
fr: _Partie

source: Remove _End of Variation
fr: Enlever la _fin de la variante

source: Remove _Variation
fr: Enlever la _variante

source: Start / stop the engine
de: Die Engine starten / stoppen
fr: Démarrer / arrêter le moteur

source: Comment
de: Kommentar
fr: Commentaire

source: Diagram
de: Diagramm
fr: Diagramme

source: no annotation
de: keine Annotation
fr: sans annotation

source: another glpyh
de: andere Bewertung
fr: autre glyphe

source: Set Up Position
de: Stellung Aufstellen
fr: Nouvelle position

source: White
de: Weiß
fr: Blanc

source: Black
de: Schwarz
fr: Noir

source: Subvariation level %d
de: Untervariante %d
fr: Niveau %d de sous-variante

source: Main variation
de: Hauptvariante
fr: Variante principale

source: player:_White
de: :_Weiß
fr: :_Blancs

source: player:_Black
de: :_Schwarz
fr: :_Noirs

source: _Event
de: _Veranstaltung
fr: _Événement

source: _Site
de: _Ort
fr: _Lieu

source: _Round
de: _Runde
fr: P_artie №

source: _First move number
de: Nummer des _ersten Zuges
fr: Numéro du _premier coup

source: Game outcome
de: Partieausgang
fr: Résultat de la partie

source: _White victory
de: _Weißer Sieg
fr: Victoire des _blancs

source: _Draw
de: _Remis
fr: _Nulle

source: _Black victory
de: _Schwarzer Sieg
fr: Victoire des _noirs

source: _Unfinished
de: _Unbeendet
fr: _Inachevée

source: Archive contains more than one game
de: Das Archiv enthält mehr als eine Partie
fr: L’archive contient plus d’une partie

source: Cannot execute "%s"
de: Kann »%s« nicht ausführen
fr: Ne peut exécuter «%s»

source: _Host
fr: _Serveur

source: _User
de: _Benutzer
fr: _Utilisateur

source: Pass_word
de: Pass_wort
fr: _Mot de passe

source: Sent password
de: Passwort gesendet
fr: Mot de passe envoyé

source: _Append messages
de: Meldungen _anhängen
fr: _Attacher les messages

source: Internet Chess
de: Internet-Schach
fr: Échecs sur Internet

source: Login
de: Einloggen
fr: Se connecter

source: Log into an internet chess server
de: Auf einen Internet-Schachserver einloggen
fr: Se connecter à un serveur d’échecs Internet

source: Logout
de: Ausloggen
fr: Se déconnecter

source: Log out of the internet chess server
de: Aus dem Internet-Schach-Server ausloggen
fr: Se déconnecter du serveur d’échecs Internet

source: Logged out
de: Ausgeloggt
fr: Déconnecté

source: Seeking
de: Suchen
fr: À la recherche

source: Cannot connect to %s
de: Kann nicht %s verbinden
fr: Ne peut connecter à %s

source: Black wins
de: Schwarz gewinnt
fr: Les noirs gagnent

source: Draw
de: Remis
fr: Nulle

source: White wins
de: Weiß gewinnt
fr: Les blancs gagnent

source: Aborted
de: Abgebrochen
fr: Annulé

source: Connected to %s
de: Verbunden mit %s
fr: Connecté à %s

source: Not connected
de: Nicht verbunden
fr: Non connecté

source: %d legal move
de: %d legaler Zug
fr: %d coup légal

source: Castlings:
de: Rochaden:
fr: Roques :

source: No castlings
de: Keine Rochaden
fr: Pas de roques

source: Draw clock:
de: Remis-Zähler:
fr: Compteur de demi-coups :

source: draw
de: Remis
fr: nulle
