Repository: kunegis/babychess
Catalog: po/*.po
Languages: de, fr

source: Queen’s pawn countergambit
de: Damenbauern-Gegengambit
fr: Contre-gambit du pion de la dame

source: Latvian gambit
de: Lettisches Gambit
fr: Gambit letton

source: Corkscrew counter-gambit
de: Korkenzieher-Gegengambit
fr: Contre-gambit tire-bouchon

source: Queen’s defense
de: Damenverteidigung
fr: Défense de la dame

source: Brazilian defense
de: Brasilianische Verteidigung
fr: Défense brésilienne

source: Ruy Lopez; Spanish opening
de: Spanisch; Ruy-Lopez-Angriff
fr: Ouverture espagnole; Ouverture Ruy Lopez

source: Italian game
de: Italienisch
fr: Ouverture italienne

source: Two knights defense
de: Zwei-Springer-Verteidigung
fr: Défense des deux cavaliers

source: Prussian game
de: Preußisches Spiel
fr: Ouverture prussienne

source: Knight attack
de: Springerangriff
fr: Attaque du cavalier

source: Center play variation
de: Zentrumsspielvariante
fr: Variante du jeu central

source: Scotch gambit
de: Schottisches Gambit
fr: Gambit écossais

source: Scotch game
de: Schottisch
fr: Ouverture écossaise

source: Double gambit accepted
de: Angenommenes Doppelgambit
fr: Gambit double accepté

source: Yurdansky
de: Jurdanski
fr: Yourdanksy

source: Modern bishop’s opening
de: Modernes Läuferspiel
fr: Ouverture du fou moderne

source: Transitional variation
de: Überleitungsvariante
fr: Variante de transition

source: Magdeburg variation
de: Magdeburger Variante
fr: Variante de Magdebourg

source: Fried liver attack
de: Gebratene-Leber-Verteidigung
fr: Attaque du foie frit

source: Blackburne shilling Gambit
de: Blackburne-Schilling-Gambit
fr: Gambit schilling de Blackburne

source: Half Giuoco piano
de: Halbes Guioco Piano
fr: Demi Giuoco Piano

source: Semi-Italian opening
de: Halb-Italienisches Spiel
fr: Ouverture semi-italienne

source: Hungarian defense
de: Ungarische Verteidigung
fr: Défense hongroise

source: Center holding variation
de: Zentrumshaltvariante
fr: Variante de la garde du centre

source: Center attack
de: Zentrumsangriff
fr: Attaque centrale

source: Cracow variation
de: Krakauer Variante
fr: Variante de Cracovie

source: Bayonet attack
de: Bayonnettenangriff
fr: Attaque bayonette

source: Italian four knights variation
de: Italienische Vierspringervariante
fr: Variante italienne des quatre cavaliers

source: Slow variation
de: Langsame Variante
fr: Variante lente

source: Compromised defense
de: Kompromittierte Verteidigung
fr: Défense compromise

source: Double pawn sacrifice
de: Doppelbauernopfer
fr: Double sacrifice de pion

source: Sea-cadet mate
de: Seekadettenmatt
fr: Mat du cadet de mer

source: Three knights game
de: Dreispringerspiel
fr: Ouverture des trois cavaliers

source: Four knights game
de: Vierspringerspiel
fr: Ouverture des quatre cavaliers

source: Gothic defense
de: Gotische Verteidigung
fr: Défense gothique

source: Scotch variation
de: Schottische Variante
fr: Variante écossaise

source: Spanish variation
de: Spanische Variante
fr: Variante espagnole

source: Double Ruy Lopez opening
de: Doppel-Spanisch
fr: Ouverture espagnole double

source: Metger unpin variation
de: Metger-Entfesselungs-Variante
fr: Variante de déclouage Metger

source: Provincial opening
de: Provinz-Eröffnung
fr: Ouverture provinciale

source: Belgrade gambit
de: Belgrader Gambit
fr: Gambit de Belgrade

source: Inverted Hungarian opening
de: Umgekehrte Ungarische Eröffnung
fr: Ouverture hongroise inversée

source: Inverted Hanham opening
de: Umgkehrte Hanham-Eröffnung
fr: Ouverture Hanham inversée

source: English knights opening
de: Englisches Springerspiel
fr: Ouverture des cavaliers anglais

source: Dresden opening
de: Dresdner Partie
fr: Ouverture de Dresde

source: Paschman wing gambit
de: Paschman-Flügelgambit
fr: Gambit de l’aile Paschman

source: Center gambit
de: Zentrumsgambit
fr: Gambit central

source: Soviet youth variation
de: Sowietische-Jugend-Variante
fr: Variante de la jeunesse soviétique

source: Spanish wing gambit
de: Spanisches Flügelgambit
fr: Gambit de l’aile espagnol

source: Benelux variation
de: Benelux-Variante
fr: Variante du Bénélux

source: Fishing Pole variation
de: Angelvariante
fr: Variante de la cane à pêche

source: Smyslov
de: Smyslow
fr: Smislov

source: Bulgarian variation
de: Bulgarische Variante
fr: Variante bulgare

source: Frankfort variation
de: Frankfurter Variante
fr: Variante de Francfort

source: Spanish counter-gambit
de: Spanisches Gegengambit
fr: Contre-gambit espagnol

source: Nuremberg defense
de: Nürnberger Verteidigung
fr: Défense de Nuremberg

source: King’s bishop variation
de: Königsläufervariante
fr: Variante du fou du roi

source: Modern Steinitz defense
de: Moderne Steinitz-Verteidigung
fr: Défense Steinitz moderne

source: Noah’s ark trap
de: Arche-Noah-Falle
fr: Piège de l’arche Noé

source: Graz variation
de: Grazer Variante
fr: Variante de Graz

source: Accelerated counterthrust variation
de: Beschleunigte Gegenschubvariante
fr: Variante de contrepoussée accélérée

source: Nightingale gambit
de: Nachtigall-Gambit
fr: Gambit du rossignol

source: Fianchetto defense deferred
de: Verzögerte Fianchetto-Verteidigung
fr: Défense du fianchetto retardé

source: Cozio defense deferred
de: Verzögerte Cozio-Verteidigung
fr: Défense Cozio retardée

source: Bird’s defense deferred
de: Verzögerte Bird-Verteidigung
fr: Défense Bird retardé

source: Classical defense deferred
de: Verzögerte klassische Verteidigung
fr: Défense classique retardée

source: Bayreuth variation
de: Bayreuther Variante
fr: Variante de Bayreuth

source: Exchange variation deferred
de: Verzögerte Abtauschvariante
fr: Variante d’échange retardé

source: Estonian variation
de: Estische Variante
fr: Variante estonienne

source: Breslau variation
de: Breslauer Variante
fr: Variante de Breslau

source: St. Petersburg variation
de: Sankt-Petersburger Variante
fr: Variante de St Pétersbourg

source: Nenarokov
de: Nekarokow
fr: Nénarokov

source: Wing attack
de: Flügelangriff
fr: Attaque de l’aile

source: Russian defense
de: Russisch
fr: Défense russe

source: Lopez four knights opening
de: Lopez-Vierspringerspiel
fr: Ouverture Lopez des quatre cavaliers

source: Basque gambit
de: Baskisches Gambit
fr: Gambit basque

source: Spanish Benoni
de: Spanisches Benoni
fr: Benoni espagnol

source: Lutikov
de: Lutikow
fr: Loutikov

source: Yugoslav system
de: Jugoslawisches System
fr: Système yougoslave

source: Dump book content
de: Buchinhalt ausgeben

source: SCORE
de: BEWERTUNG

source: Options:
de: Optionen:

source: POSITION
de: STELLUNG

source: Invocation:
de: Aufruf:

source: OPTIONS
de: OPTIONEN

source: _Off
de: _Aus

source: Date
de: Datum

source: _Date
de: _Datum

source: _Promotion
de: _Umwandlung

source: Options
de: Optionen

source: Semi-%s
de: #halb-%s

source: Open Game in Game _Editor
de: Partie im Partieneditor öffnen

source: _Position
de: _Stellung

source: custom
de: anders

source: Figurine
de: Figürchen

source: Nimzovich
de: Nimzowitsch

source: Bogolyubov
de: Bogoljubow

source: Botvinnik
de: Botwinnik

source: Alatortsev
de: Alatortsew

source: Kotov
de: Kotow

source: Volga
de: Wolga

source: Taimanov
de: Taimanow

source: Kasparov
de: Kasparow

source: Panov
de: Panow

source: Sokolov
de: Sokolow

source: Makagonov
de: Makagonow

source: Karpov
de: Karpow

source: Petrov
de: Petrow

source: Pavlov
de: Pawlow

source: Vinogradov
de: Winogradow

source: Romanovsky
de: Romanowski

source: Kopayev
de: Kopajew

source: Rabinovich
de: Rabinowitsch

source: Boleslavsky
de: Boleslawski

source: Kholmov
de: Kolmow

source: Spassky
de: Spasski
